{"descp":"Vocabularies: tokenized, stemmed, stopworded.","prep":{"combin":0,"chocol":1,"milk":2,"heavi":3,"saucepan":4,"place":5,"medium":6,"heat":7,"bubbl":8,"form":9,"reduc":10,"slightli":11,"simmer":12,"melt":13,"whisk":14,"constantli":15,"serv":16,"rais":17,"boil":18,"enjoi":19,"blend":20,"herb":21,"garlic":22,"tablespoon":23,"salt":24,"teaspoon":25,"pepper":26,"blender":27,"fine":28,"chop":29,"poussin":30,"prepar":31,"grill":32,"indirect":33,"cook":34,"charcoal":35,"high":36,"procedur":37,"rack":38,"skin":39,"side":40,"directli":41,"coal":42,"turn":43,"brown":44,"minut":45,"move":46,"area":47,"underneath":48,"cover":49,"transfer":50,"platter":51,"stand":52,"preheat":53,"oven":54,"butter":55,"dish":56,"larg":57,"onion":58,"leek":59,"cup":60,"grit":61,"bring":62,"thick":63,"stir":64,"occasion":65,"remain":66,"yolk":67,"small":68,"bowl":69,"remov":70,"mixtur":71,"green":72,"chees":73,"beat":74,"white":75,"stiff":76,"fold":77,"addit":78,"divid":79,"sprinkl":80,"bake":81,"puf":82,"immedi":83,"tomato":84,"pure":85,"zaatar":86,"sauc":87,"thicken":88,"crush":89,"season":90,"lamb":91,"nonstick":92,"skillet":93,"desir":94,"done":95,"rare":96,"spoon":97,"warm":98,"middl":99,"toast":100,"nut":101,"center":102,"golden":103,"open":104,"test":105,"cool":106,"loos":107,"kitchen":108,"towel":109,"coars":110,"bean":111,"quart":112,"water":113,"tender":114,"bath":115,"stop":116,"drain":117,"mustard":118,"vinegar":119,"oliv":120,"flaxse":121,"hazelnut":122,"oil":123,"toss":124,"berri":125,"sugar":126,"cinnamon":127,"coat":128,"begin":129,"soften":130,"juic":131,"releas":132,"orang":133,"peel":134,"return":135,"freezer":136,"ahead":137,"made":138,"hour":139,"refriger":140,"chill":141,"room":142,"temperatur":143,"rewarm":144,"microwav":145,"safe":146,"vanilla":147,"cream":148,"wineglass":149,"dessert":150,"coup":151,"scoop":152,"strawberri":153,"sorbet":154,"chip":155,"crown":156,"broccoli":157,"lengthwis":158,"spear":159,"rim":160,"sheet":161,"grate":162,"asiago":163,"roast":164,"crisp":165,"stalk":166,"tong":167,"make":168,"ingredi":169,"lentil":170,"uncov":171,"reserv":172,"liquid":173,"wash":174,"lemon":175,"tast":176,"salmon":177,"total":178,"foam":179,"subsid":180,"top":181,"dress":182,"pith":183,"inch":184,"round":185,"crosswis":186,"half":187,"spinach":188,"avocado":189,"gentli":190,"parsnip":191,"quarter":192,"eighth":193,"core":194,"shallow":195,"chicken":196,"shimmer":197,"caramel":198,"reheat":199,"flake":200,"second":201,"pour":202,"fri":203,"drizzl":204,"spici":205,"pasta":206,"firm":207,"bite":208,"parslei":209,"caper":210,"anchovi":211,"mini":212,"processor":213,"cabbag":214,"wilt":215,"haricot":216,"vert":217,"ad":218,"pass":219,"separ":220,"sprai":221,"ramekin":222,"custard":223,"pomegran":224,"gelatin":225,"dissolv":226,"syrup":227,"whip":228,"buttermilk":229,"strain":230,"overnight":231,"knife":232,"edg":233,"invert":234,"plate":235,"broiler":236,"broilerproof":237,"diamet":238,"asparagu":239,"shiitak":240,"mushroom":241,"lightli":242,"egg":243,"fontina":244,"parmesan":245,"broil":246,"frittata":247,"wedg":248,"shred":249,"daikon":250,"carrot":251,"food":252,"fit":253,"disk":254,"veget":255,"slaw":256,"baguett":257,"crusti":258,"discard":259,"end":260,"split":261,"fish":262,"brush":263,"bread":264,"spread":265,"liverwurst":266,"bottom":267,"layer":268,"chile":269,"cilantro":270,"coland":271,"arrang":272,"lettuc":273,"mayonnais":274,"sandwich":275,"fourth":276,"blood":277,"sharp":278,"membran":279,"segment":280,"unpeel":281,"piec":282,"fresh":283,"cranberri":284,"relish":285,"dai":286,"fennel":287,"seed":288,"potato":289,"broth":290,"ajar":291,"work":292,"batch":293,"soup":294,"thin":295,"consist":296,"garnish":297,"smoke":298,"frond":299,"sherri":300,"wine":301,"minc":302,"shallot":303,"honei":304,"steak":305,"gener":306,"crack":307,"black":308,"mound":309,"salad":310,"alongsid":311,"foil":312,"line":313,"zest":314,"microplan":315,"squeez":316,"slow":317,"stream":318,"scallion":319,"fillet":320,"stuck":321,"metal":322,"spatula":323,"vinaigrett":324,"deep":325,"bell":326,"slice":327,"italian":328,"sausag":329,"clam":330,"oregano":331,"unopen":332,"parchment":333,"paper":334,"banana":335,"insert":336,"popsicl":337,"stick":338,"shown":339,"freez":340,"pyrex":341,"measur":342,"check":343,"full":344,"smooth":345,"roll":346,"quickli":347,"set":348,"airtight":349,"contain":350,"week":351,"dri":352,"fruit":353,"spice":354,"hand":355,"ball":356,"repeat":357,"entir":358,"cocoa":359,"skip":360,"part":361,"plain":362,"muffin":363,"store":364,"thinli":365,"ring":366,"slicer":367,"nonreact":368,"readi":369,"lime":370,"marin":371,"crema":372,"burner":373,"thread":374,"skewer":375,"marinad":376,"wrap":377,"expos":378,"duti":379,"protect":380,"char":381,"tortilla":382,"packag":383,"opaqu":384,"mahimahi":385,"pink":386,"tuna":387,"radish":388,"halv":389,"ounc":390,"glass":391,"freezerto":392,"process":393,"speed":394,"squirt":395,"malt":396,"cumin":397,"darker":398,"color":399,"cauliflow":400,"ginger":401,"fragrant":402,"ketchup":403,"barbecu":404,"flavor":405,"noodl":406,"scissor":407,"machin":408,"run":409,"gradual":410,"cucumb":411,"atop":412,"peanut":413,"asian":414,"section":415,"supermarket":416,"market":417,"amazoncom":418,"stem":419,"handl":420,"beet":421,"wear":422,"glove":423,"avoid":424,"stain":425,"overlap":426,"goat":427,"arugula":428,"endiv":429,"bacon":430,"slot":431,"hold":432,"beef":433,"palm":434,"depress":435,"pull":436,"enclos":437,"complet":438,"flatten":439,"patti":440,"manner":441,"direct":442,"burger":443,"continu":444,"assembl":445,"bun":446,"accompani":447,"crabmeat":448,"worcestershir":449,"cayenn":450,"crumb":451,"soft":452,"dredg":453,"knock":454,"excess":455,"grind":456,"coriand":457,"grinder":458,"press":459,"adher":460,"raspberri":461,"mesh":462,"strainer":463,"solid":464,"peach":465,"evenli":466,"sear":467,"eggplant":468,"pimiento":469,"peeler":470,"length":471,"shave":472,"ribbon":473,"heatproof":474,"steep":475,"pitcher":476,"dice":477,"mint":478,"absorb":479,"stock":480,"basil":481,"break":482,"crust":483,"straight":484,"space":485,"draw":486,"chevron":487,"pattern":488,"almond":489,"frozen":490,"walnut":491,"pear":492,"squash":493,"cold":494,"close":495,"tightli":496,"wax":497,"aluminum":498,"cooler":499,"weight":500,"content":501,"compress":502,"soak":503,"nectarin":504,"nectar":505,"liqueur":506,"thermomet":507,"regist":508,"sabayon":509,"date":510,"radicchio":511,"feta":512,"posit":513,"chipotl":514,"adobo":515,"puls":516,"corn":517,"gratin":518,"shrimp":519,"panko":520,"shake":521,"need":522,"ground":523,"meat":524,"chestnut":525,"shape":526,"meatbal":527,"sprig":528,"marinara":529,"mozzarella":530,"equal":531,"flour":532,"powder":533,"fingertip":534,"resembl":535,"meal":536,"fork":537,"dough":538,"surfac":539,"knead":540,"time":541,"squar":542,"singl":543,"increas":544,"spot":545,"longer":546,"fleur":547,"rins":548,"mango":549,"rice":550,"sushi":551,"block":552,"cube":553,"trai":554,"mold":555,"tin":556,"tartlet":557,"pan":558,"finger":559,"push":560,"hole":561,"upsid":562,"fall":563,"fill":564,"moder":565,"english":566,"mark":567,"vent":568,"light":569,"grayish":570,"determin":571,"recip":572,"sealabl":573,"plastic":574,"seal":575,"siev":576,"remaind":577,"note":578,"undersid":579,"horizont":580,"cut":581,"board":582,"intern":583,"rise":584,"degre":585,"angl":586,"grain":587,"accumul":588},"ingr":{"chocolate":589,"milk":590,"basil":591,"tablespoon thyme":592,"thyme":593,"bay":594,"oil":595,"garlic":596,"butter":597,"onion":598,"leek":599,"teaspoon salt":600,"salt":601,"pepper monterey jack cheese":602,"monterey jack cheese":603,"jack cheese":604,"cheese":605,"plum":606,"puree":607,"cup za'atar":608,"za'atar":609,"ounce":610,"garlic clove":611,"clove":612,"lamb shoulder blade":613,"shoulder blade":614,"blade":615,"pound":616,"mustard":617,"vinegar":618,"sea salt":619,"tablespoon flaxseed oil":620,"flaxseed oil":621,"teaspoon hazelnut oil":622,"hazelnut oil":623,"cup sugar":624,"sugar":625,"teaspoon ground cinnamon":626,"ground cinnamon":627,"cinnamon":628,"pint":629,"vanilla ice cream":630,"ice cream":631,"cream":632,"strawberry sorbet":633,"sorbet":634,"bunch":635,"asiago cheese":636,"tarragon":637,"lemon juice":638,"juice":639,"water":640,"medium":641,"salmon fillet":642,"fillet":643,"rice vinegar":644,"tablespoon vegetable oil":645,"vegetable oil":646,"ginger":647,"asian sesame oil":648,"sesame oil":649,"navel":650,"bag baby spinach":651,"baby spinach":652,"spinach":653,"pinkerton":654,"fuerte avocado":655,"avocado":656,"chicken breast":657,"breast":658,"skin":659,"bone":660,"package":661,"appétit test kitchen":662,"test kitchen":663,"kitchen":664,"barilla":665,"wheat pasta":666,"pasta":667,"italian parsley":668,"parsley":669,"anchovy":670,"savoy cabbage":671,"cabbage":672,"bag":673,"parmesan cheese":674,"nonstick vegetable oil spray":675,"vegetable oil spray":676,"oil spray":677,"spray":678,"pom":679,"gelatin":680,"asparagus":681,"shiitake":682,"fontina cheese":683,"teaspoon ground":684,"ground":685,"pepper":686,"pound daikon":687,"daikon":688,"carrot":689,"cup rice vinegar":690,"tablespoon sugar":691,"tablespoon asian fish sauce":692,"asian fish sauce":693,"fish sauce":694,"sauce":695,"teaspoon soy sauce":696,"soy sauce":697,"pound liverwurst":698,"liverwurst":699,"cilantro":700,"chicken":701,"rotisserie chicken":702,"lettuce":703,"mayonnaise":704,"blood":705,"medium fennel bus":706,"fennel bus":707,"bus":708,"teaspoon fennel":709,"fennel":710,"chicken broth":711,"broth":712,"salmon":713,"tablespoon sherry wine vinegar":714,"sherry wine vinegar":715,"wine vinegar":716,"shallot":717,"honey":718,"inch":719,"radicchio":720,"baby":721,"comice pear":722,"pear":723,"pecan oil":724,"scallion":725,"bell pepper":726,"fennel bu":727,"bu":728,"italian":729,"bottle clam juice":730,"clam juice":731,"oregano":732,"firm":733,"cup granola":734,"granola":735,"version":736,"fruit":737,"teaspoon allspice":738,"allspice":739,"teaspoon ginger":740,"teaspoon cinnamon":741,"tablespoon honey":742,"cocoa":743,"cup crystal sugar":744,"crystal sugar":745,"cup cider vinegar":746,"cider vinegar":747,"lime juice":748,"mahimahi fillet":749,"tuna steak":750,"steak":751,"cup mayonnaise":752,"cup crema":753,"crema":754,"corn":755,"head":756,"equipment":757,"slicer":758,"accompaniment":759,"lime":760,"vanilla bean ice cream":761,"bean ice cream":762,"milk powder":763,"powder":764,"tablespoon milk chocolate":765,"milk chocolate":766,"tablespoon caramel sauce":767,"caramel sauce":768,"chocolate syrup":769,"syrup":770,"tablespoon ground cumin":771,"ground cumin":772,"cumin":773,"cauliflower":774,"ketchup":775,"cup soy sauce":776,"rice stick":777,"stick":778,"maifun":779,"peanut butter":780,"chili paste":781,"paste":782,"oelek":783,"cup vegetable oil":784,"napa cabbage":785,"goat cheese":786,"baby arugula":787,"arugula":788,"belgian":789,"pound bacon":790,"bacon":791,"ground beef chuck":792,"beef chuck":793,"chuck":794,"hamburger":795,"iceberg lettuce":796,"dill":797,"pound lump crabmeat":798,"lump crabmeat":799,"crabmeat":800,"egg":801,"teaspoon worcestershire sauce":802,"worcestershire sauce":803,"teaspoon cayenne":804,"cayenne":805,"bread":806,"kaiser":807,"tartar sauce":808,"coriander":809,"lamb shoulder":810,"shoulder":811,"jar":812,"eggplant":813,"vidalia":814,"walla walla":815,"walla":816,"teaspoon sugar":817,"lemon":818,"bell":819,"linguine":820,"ounce tea":821,"tea":822,"earl":823,"piece ginger":824,"quart":825,"ice":826,"mint":827,"peach":828,"vegetable stock":829,"stock":830,"quart vanilla ice cream":831,"pie crust":832,"crust":833,"squirt bottle":834,"bottle":835,"anjou pear":836,"baby lettuce":837,"teaspoon honey":838,"teaspoon sriracha sauce":839,"sriracha sauce":840,"thai":841,"pinch":842,"crookneck squash":843,"squash":844,"vegetable broth":845,"cup crème fraîche":846,"crème fraîche":847,"fraîche":848,"specialty":849,"jar corn relish":850,"corn relish":851,"relish":852,"forest":853,"ham":854,"peach nectar":855,"nectar":856,"cup peach liqueur":857,"peach liqueur":858,"liqueur":859,"pound baby arugula":860,"head radicchio":861,"feta":862,"chipotle":863,"adobo":864,"teaspoon adobo sauce":865,"adobo sauce":866,"cup water":867,"shrimp":868,"japanese bread":869,"pound ground pork":870,"ground pork":871,"pork":872,"pound ground veal":873,"ground veal":874,"veal":875,"rice":876,"container":877,"marinara sauce":878,"whole-milk mozzarella cheese":879,"mozzarella cheese":880,"flour":881,"tablespoon baking powder":882,"baking powder":883,"fleur":884,"sel":885,"maldon sea salt":886,"sea":887,"bean thread":888,"thread":889,"cellophane":890,"mango":891,"serrano":892,"jalapeño chile":893,"chile":894,"cucumber":895,"grape":896,"teaspoon sesame oil":897,"sushi rice":898,"japanese restaurant":899,"restaurant":900,"tofu":901,"soy milk":902,"cup ice":903,"strawberry jam":904,"jam":905,"wine":906,"london broil":907,"broil":908,"thermometer":909,"country bread":910},"short":{"chocolate":911,"milk":912,"cream":913,"kid-friendly":914,"quick-n-easy":915,"non-alcoholic":916,"hot":917,"drink":918,"warming":919,"soup":920,"sandwiches":921,"rosemary":922,"basil":923,"game":924,"hen":925,"herb":926,"sprig":927,"time":928,"upscale":929,"chicken":930,"dinner":931,"cheese":932,"onion":933,"monterey":934,"jack":935,"hominy":936,"cornmeal":937,"masa":938,"french":939,"vegetarian":940,"low-cal":941,"for-4":942,"morning":943,"comfort":944,"with-a-twist":945,"lamb":946,"tomato":947,"middle":948,"eastern":949,"hazelnut":950,"green":951,"bean":952,"vegetable":953,"healthy":954,"lunch":955,"on-the-go":956,"is-in-session":957,"ice":958,"strawberry":959,"broccoli":960,"italian":961,"high":962,"fiber":963,"family":964,"style":965,"pasta":966,"cold":967,"autumn":968,"night":969,"supper":970,"leek":971,"salmon":972,"lentil":973,"sesame":974,"orange":975,"ginger":976,"avocado":977,"spinach":978,"asian":979,"salad":980,"low":981,"cholesterol":982,"stir-fry":983,"parsnip":984,"spice":985,"vinegar":986,"american":987,"budget":988,"sodium":989,"post":990,"work":991,"menu":992,"cabbage":993,"parmesan":994,"capers":995,"fish":996,"southern":997,"noodle":998,"dish":999,"pomegranate":1000,"sexy":1001,"mushroom":1002,"egg":1003,"fontina":1004,"asparagus":1005,"sweet":1006,"savory":1007,"spring":1008,"brunch":1009,"speedy":1010,"back-to-school":1011,"breakfast":1012,"carrot":1013,"jalapeño":1014,"bread":1015,"mayonnaise":1016,"cilantro":1017,"vietnamese":1018,"sandwich":1019,"flavors":1020,"anything-goes":1021,"spicy":1022,"casual":1023,"cranberry":1024,"sauce":1025,"fat":1026,"fancy":1027,"thanksgiving":1028,"intimate":1029,"fennel":1030,"potato":1031,"soy":1032,"stew":1033,"fast":1034,"fresh":1035,"winter":1036,"pear":1037,"blue":1038,"steak":1039,"leafy":1040,"nut":1041,"citrus":1042,"seafood":1043,"pistachio":1044,"fruit":1045,"tree":1046,"wheat":1047,"gluten-free":1048,"sausage":1049,"clam":1050,"banana":1051,"inspired":1052,"juno":1053,"dried":1054,"british":1055,"candy":1056,"dairy":1057,"radish":1058,"tuna":1059,"mexican":1060,"californian":1061,"baja":1062,"tacos":1063,"frozen":1064,"dessert":1065,"cauliflower":1066,"indian":1067,"vegan":1068,"lime":1069,"cucumber":1070,"bell":1071,"pepper":1072,"garlic":1073,"peanut":1074,"thai":1075,"tempting":1076,"beet":1077,"goat":1078,"arugula":1079,"ladies":1080,"bacon":1081,"beef":1082,"classics":1083,"revisited":1084,"crab":1085,"cajun":1086,"creole":1087,"coriander":1088,"berry":1089,"peach":1090,"lemon":1091,"raspberry":1092,"grilling":1093,"max":1094,"eggplant":1095,"mediterranean":1096,"tea":1097,"mint":1098,"iced":1099,"summer":1100,"spin":1101,"quick":1102,"blueberry":1103,"blackberry":1104,"pie":1105,"tart":1106,"ribbon":1107,"party":1108,"improv":1109,"easy":1110,"grill":1111,"hearty":1112,"fare":1113,"walnut":1114,"lettuce":1115,"yellow":1116,"squash":1117,"corn":1118,"ham":1119,"nectarine":1120,"farm":1121,"fresco":1122,"chicago":1123,"earthly":1124,"delights":1125,"pork":1126,"grub":1127,"ba":1128,"week":1129,"june":1130,"honey":1131,"shrimp":1132,"mango":1133,"springy":1134,"entrées":1135,"rice":1136,"japanese":1137,"tofu":1138,"lovin'":1139,"july-4th":1140,"meat":1141}}
